Revit 2024 API
ParameterTypeId.RbsEnergyAnalysisExportComplexityParam Property
 "Export Complexity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsEnergyAnalysisExportComplexityParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsEnergyAnalysisExportComplexityParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsEnergyAnalysisExportComplexityParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace